// localized port names

"ether"                   = "Ethernet";
"multiether"              = "Ethernet %@";
"pci-ether"               = "Ranura PCI Ethernet %@";
"pci-multiether"          = "Ranura PCI Ethernet %@, port %@";
"thunderbolt-ether"       = "Ranura Ethernet Thunderbolt %@";
"thunderbolt-multiether"  = "Ranura Ethernet Thunderbolt %@, port %@";
"usb-ether"               = "Ethernet USB (%@)";
"generic-ether"           = "Adaptador Ethernet (%@)";

"airport"                 = "Wi-Fi";
"generic-wireless"        = "Adaptador de xarxa sense fil (%@)";

"firewire"                = "FireWire";
"pci-firewire"            = "Ranura PCI FireWire %@";
"pci-multifirewire"       = "Ranura PCI FireWire %@, port %@";
"thunderbolt-firewire"    = "Ranura FireWire Thunderbolt %@";
"thunderbolt-multifirewire" = "Ranura FireWire Thunderbolt %@, port %@";
"generic-firewire"        = "Adaptador FireWire (%@)";

"bluetooth"               = "Bluetooth DUN";
"bluetooth-modem"         = "Adaptador mòdem Bluetooth USB";
"bluetooth-modem-port"    = "Port mòdem Bluetooth";
"generic-bluetooth-modem" = "Mòdem Bluetooth (%@)";

"bluetooth-pan-gn"        = "PAN Bluetooth";
"bluetooth-pan-nap"       = "PAN-NAP Bluetooth";
"bluetooth-pan-u"         = "Bluetooth P2P";

"irda"                    = "IrDA";
"irda-ircomm"             = "Adaptador mòdem IrDA USB";
"irda-ircomm-port"        = "Port de mòdem IrDA";

"loopback"                = "Loopback";

"modem"                   = "Mòdem intern";

"modem-port"              = "Port de mòdem";
"modem-printer-port"      = "Port mòdem/impressora";

"printer-port"            = "Port d’impressora";
"serial-port"             = "Port en sèrie";

"usbmodem"                = "Mòdem USB"; 
"generic-usbmodem"        = "Mòdem USB (%@)"; 

"wwan"                    = "WWAN"; 

"bond"                    = "Vincle Ethernet (%@)";

"bridge"                  = "Pont (%@)";

"vlan"                    = "VLAN (%@)";

"ipv4"                    = "IPv4";

"l2tp"                    = "L2TP";

"pptp"                    = "PPTP";

"6to4"                    = "6to4";

"ipsec"                   = "IPSec";

"vpn"                     = "VPN (%@)";

// port names (from drivers) that would be good to localize

"AppleTV"                 = "USB de l’Apple TV";

"Display Ethernet"        = "Mostrar Ethernet";
"Display FireWire"        = "Mostrar FireWire";

"External Modem"          = "Mòdem extern";

"iPad"                    = "USB de l’iPad";

"iPhone"                  = "USB de l’iPhone";

"iPod"                    = "USB de l’iPod";

"USB Ethernet"            = "Ethernet USB";
"USB Gigabit Ethernet"    = "Ethernet Gigabit USB";

// older ("Built-in", HI changed) localizations

"X-airport"               = "AirPort";
"X-ether"                 = "Ethernet integrat";
"X-multiether"            = "Ethernet integrat %@";
"X-firewire"              = "FireWire integrat";
"X-bluetooth"             = "Bluetooth";
"X-iPhone"                = "iPhone";
